Repository: isopen-io/meeshy
Catalog: packages/MeeshySDK/Sources/MeeshyUI/Resources/Localizable.xcstrings
Source language: fr
Languages: ar, it

# community.create.preview.placeholder
source: Ma communaute
ar: مجتمعي
it: La mia community

# community.create.privacy.private.description
source: Seuls les membres invites peuvent rejoindre
ar: يمكن للأعضاء المدعوّين فقط الانضمام
it: Solo i membri invitati possono unirsi

# community.create.privacy.public.description
source: Tout le monde peut decouvrir et rejoindre
ar: يمكن للجميع اكتشافه والانضمام إليه
it: Tutti possono scoprirla e unirsi

# community.create.privacy.title
source: Communaute privee
ar: مجتمع خاص
it: Community privata

# community.create.title
source: Nouvelle communaute
ar: مجتمع جديد
it: Nuova community

# community.detail.action.channel
source: Channel
ar: قناة
it: Canale

# community.detail.action.invite
source: Inviter
ar: دعوة
it: Invita

# community.detail.action.join
source: Rejoindre
ar: انضمام
it: Unisciti

# community.detail.action.members
source: Membres
ar: الأعضاء
it: Membri

# community.detail.action.settings
source: Reglages
ar: الإعدادات
it: Impostazioni

# community.detail.channel.fallbackName
source: Channel
ar: قناة
it: Canale

# community.detail.channels.empty.action
source: Créer un Channel
ar: إنشاء قناة
it: Crea un canale

# community.detail.channels.empty.subtitle
source: Conversations will appear here
ar: ستظهر المحادثات هنا
it: Le conversazioni appariranno qui

# community.detail.channels.empty.title
source: No Channels Yet
ar: لا توجد قنوات بعد
it: Ancora nessun canale

# community.detail.leave.button
source: Quitter
ar: مغادرة
it: Esci

# community.detail.leave.confirm.message
source: Vous ne pourrez plus acceder aux channels de cette communaute.
ar: لن تتمكّن بعد الآن من الوصول إلى قنوات هذا المجتمع.
it: Non potrai più accedere ai canali di questa community.

# community.detail.leave.confirm.title
source: Quitter la communaute ?
ar: مغادرة المجتمع؟
it: Uscire dalla community?

# community.detail.leave.label
source: Quitter la communaute
ar: مغادرة المجتمع
it: Esci dalla community

# community.detail.menu.leave
source: Quitter
ar: مغادرة
it: Esci

# community.detail.menu.settings
source: Reglages
ar: الإعدادات
it: Impostazioni

# community.detail.posts.empty.action
source: Créer un post
ar: إنشاء منشور
it: Crea un post

# community.detail.posts.empty.subtitle
source: Community feed will appear here
ar: سيظهر تدفق المجتمع هنا
it: Il feed della community apparirà qui

# community.detail.posts.empty.title
source: No Posts Yet
ar: لا توجد منشورات بعد
it: Ancora nessun post

# community.detail.stats.channels
source: Channels
ar: القنوات
it: Canali

# community.detail.stats.members
source: Members
ar: الأعضاء
it: Membri

# community.detail.tab.channels
source: Channels
ar: القنوات
it: Canali

# community.detail.tab.feed
source: Feed
ar: التدفق

# community.invite.button
source: Invite
ar: دعوة
it: Invita

# community.invite.empty.subtitle
source: Try a different search term
ar: جرّب مصطلح بحث آخر
it: Prova con un altro termine di ricerca

# community.invite.empty.title
source: No Users Found
ar: لم يُعثر على مستخدمين
it: Nessun utente trovato

# community.invite.recentlyInvited
source: Recently Invited
ar: مدعوّون مؤخرًا
it: Invitati di recente

# community.invite.search.placeholder
source: Search users...
ar: ابحث عن مستخدمين...
it: Cerca utenti...

# community.invite.title
source: Invite Members
ar: دعوة أعضاء
it: Invita membri

# community.list.create.accessibilityLabel
source: Creer une communaute
ar: إنشاء مجتمع
it: Crea una community

# community.list.empty.createButton
source: Creer une communaute
ar: إنشاء مجتمع
it: Crea una community

# community.list.empty.subtitle
source: Rejoins ou cree une communaute pour collaborer
ar: انضم إلى مجتمع أو أنشئ واحدًا للتعاون
it: Unisciti a una community o creane una per collaborare

# community.list.empty.title
source: Aucune communaute
ar: لا توجد مجتمعات
it: Nessuna community

# community.list.search.placeholder
source: Rechercher...
ar: بحث...
it: Cerca...

# community.list.title
source: Communautes
ar: المجتمعات
it: Community

# community.members.empty.action
source: Invite
ar: دعوة
it: Invita

# community.members.empty.subtitle
source: Invite people to join this community
ar: ادعُ أشخاصًا للانضمام إلى هذا المجتمع
it: Invita persone a unirsi a questa community

# community.members.empty.title
source: No Members
ar: لا يوجد أعضاء
it: Nessun membro

# community.members.remove
source: Remove
ar: إزالة
it: Rimuovi

# community.members.title
source: Members
ar: الأعضاء
it: Membri

# community.members.unknownUser
source: Unknown
ar: غير معروف
it: Sconosciuto

# community.privacy.private
source: Privee
ar: خاص
it: Privata

# community.privacy.public
source: Publique
ar: عام
it: Pubblica

# community.settings.avatar
source: Avatar
ar: الصورة الرمزية

# community.settings.avatar.change
source: Changer l'avatar
ar: تغيير الصورة الرمزية
it: Cambia l'avatar

# community.settings.banner
source: Bannière
ar: صورة الغلاف
it: Banner

# community.settings.banner.change
source: Changer la bannière
ar: تغيير صورة الغلاف
it: Cambia il banner

# community.settings.banner.edit
source: Modifier
ar: تعديل
it: Modifica

# community.settings.color
source: Couleur
ar: اللون
it: Colore

# community.settings.delete.button
source: Supprimer
ar: حذف
it: Elimina

# community.settings.delete.confirm.message
source: Cette action est irréversible. Tous les membres, canaux et messages seront supprimés définitivement.
ar: هذا الإجراء لا رجعة فيه. سيُحذف جميع الأعضاء والقنوات والرسائل نهائيًا.
it: Questa azione è irreversibile. Tutti i membri, i canali e i messaggi saranno eliminati definitivamente.

# community.settings.delete.confirm.title
source: Supprimer la communauté
ar: حذف المجتمع
it: Elimina la community

# community.settings.delete.label
source: Supprimer la communauté
ar: حذف المجتمع
it: Elimina la community

# community.settings.emoji
source: Emoji
ar: رمز تعبيري

# community.settings.error.default
source: Une erreur s'est produite
ar: حدث خطأ
it: Si è verificato un errore

# community.settings.error.title
source: Erreur
ar: خطأ
it: Errore

# community.settings.field.description
source: Description
ar: الوصف
it: Descrizione

# community.settings.field.name
source: Nom
ar: الاسم
it: Nome

# community.settings.field.name.placeholder
source: Nom de la communauté
ar: اسم المجتمع
it: Nome della community

# community.settings.leave.button
source: Quitter
ar: مغادرة
it: Esci

# community.settings.leave.confirm.message
source: Vous n'aurez plus accès aux canaux et messages de cette communauté.
ar: لن يكون لديك بعد الآن وصول إلى قنوات هذا المجتمع ورسائله.
it: Non avrai più accesso ai canali e ai messaggi di questa community.

# community.settings.leave.confirm.title
source: Quitter la communauté
ar: مغادرة المجتمع
it: Esci dalla community

# community.settings.leave.label
source: Quitter la communauté
ar: مغادرة المجتمع
it: Esci dalla community

# community.settings.privacy.byInvitation
source: Sur invitation
ar: بالدعوة
it: Su invito

# community.settings.privacy.openToAll
source: Ouverte à tous
ar: مفتوح للجميع
it: Aperta a tutti

# community.settings.privacy.title
source: Communauté privée
ar: مجتمع خاص
it: Community privata

# community.settings.section.appearance
source: Apparence
ar: المظهر
it: Aspetto

# community.settings.section.danger
source: Zone dangereuse
ar: منطقة الخطر
it: Zona pericolosa

# community.settings.section.info
source: Infos
ar: المعلومات
it: Info

# community.settings.section.privacy
source: Confidentialité
ar: الخصوصية
it: Privacy

# community.settings.title
source: Réglages
ar: الإعدادات
it: Impostazioni

# community.settings.toast.avatarFailed
source: Echec du telechargement de l'avatar
ar: فشل رفع الصورة الرمزية
it: Caricamento dell'avatar non riuscito

# community.settings.toast.avatarUploaded
source: Avatar televerse
ar: تم رفع الصورة الرمزية
it: Avatar caricato

# community.settings.toast.bannerFailed
source: Echec du telechargement de la banniere
ar: فشل رفع صورة الغلاف
it: Caricamento del banner non riuscito

# community.settings.toast.bannerUploaded
source: Banniere televersee
ar: تم رفع صورة الغلاف
it: Banner caricato

# community.settings.toast.updated
source: Communaute mise a jour
ar: تم تحديث المجتمع
it: Community aggiornata

# connection.action.accept
source: Accepter
ar: قبول
it: Accetta

# connection.action.add
source: Ajouter
ar: إضافة
it: Aggiungi

# connection.action.cancel
source: Annuler la demande
ar: إلغاء الطلب
it: Annulla la richiesta

# connection.action.decline
source: Refuser
ar: رفض
it: Rifiuta

# connection.badge.blocked
source: Bloqué
ar: محظور
it: Bloccato

# connection.badge.contact
source: Contact
ar: جهة اتصال
it: Contatto

# connection.badge.pendingSent
source: En attente
ar: قيد الانتظار
it: In attesa

# connection.toast.acceptFailed
source: Impossible d'accepter
ar: تعذّر القبول
it: Impossibile accettare

# connection.toast.cancelFailed
source: Impossible d'annuler
ar: تعذّر الإلغاء
it: Impossibile annullare

# connection.toast.connectionAccepted
source: Connexion acceptée
ar: تم قبول الاتصال
it: Connessione accettata

# connection.toast.declineFailed
source: Impossible de refuser
ar: تعذّر الرفض
it: Impossibile rifiutare

# connection.toast.requestCancelled
source: Demande annulée
ar: تم إلغاء الطلب
it: Richiesta annullata

# connection.toast.requestDeclined
source: Demande refusée
ar: تم رفض الطلب
it: Richiesta rifiutata

# connection.toast.requestSendFailed
source: Impossible d'envoyer la demande
ar: تعذّر إرسال الطلب
it: Impossibile inviare la richiesta

# connection.toast.requestSent
source: Demande envoyée
ar: تم إرسال الطلب
it: Richiesta inviata

# conversation.offline
source: Hors ligne
ar: غير متصل
it: Offline

# conversation.role.admin
source: Admin
ar: مشرف
it: Amministratore

# conversation.role.creator
source: Createur
ar: المنشئ
it: Creatore

# conversation.role.moderator
source: Moderateur
ar: مُنظّم
it: Moderatore

# conversation.searching
source: Recherche…
ar: جارٍ البحث…
it: Ricerca…

# conversation.settings.avatar
source: Avatar
ar: الصورة الرمزية

# conversation.settings.avatar.change
source: Changer l'avatar
ar: تغيير الصورة الرمزية
it: Cambia l'avatar

# conversation.settings.banner
source: Bannière
ar: صورة الغلاف
it: Banner

# conversation.settings.banner.change
source: Changer la bannière
ar: تغيير صورة الغلاف
it: Cambia il banner

# conversation.settings.banner.edit
source: Modifier
ar: تعديل
it: Modifica

# conversation.settings.delete.button
source: Supprimer
ar: حذف
it: Elimina

# conversation.settings.delete.confirm.message
source: Cette conversation sera fermee pour tous les membres. Plus personne ne pourra ecrire.
ar: ستُغلق هذه المحادثة لجميع الأعضاء. لن يتمكّن أحد من الكتابة بعد ذلك.
it: Questa conversazione sarà chiusa per tutti i membri. Nessuno potrà più scrivere.

# conversation.settings.delete.confirm.title
source: Supprimer la conversation
ar: حذف المحادثة
it: Elimina la conversazione

# conversation.settings.deleteForAll.label
source: Supprimer pour tous
ar: الحذف للجميع
it: Elimina per tutti

# conversation.settings.deleteForMe.confirm.message
source: Cette conversation disparaitra definitivement de votre liste. Les autres membres ne seront pas affectes.
ar: ستختفي هذه المحادثة نهائيًا من قائمتك. ولن يتأثر بقية الأعضاء.
it: Questa conversazione sparirà definitivamente dal tuo elenco. Gli altri membri non saranno interessati.

# conversation.settings.deleteForMe.confirm.title
source: Supprimer pour moi ?
ar: الحذف لي فقط؟
it: Eliminare per me?

# conversation.settings.deleteForMe.label
source: Supprimer pour moi
ar: الحذف لي فقط
it: Elimina per me

# conversation.settings.error.default
source: Une erreur s'est produite
ar: حدث خطأ
it: Si è verificato un errore

# conversation.settings.error.title
source: Erreur
ar: خطأ
it: Errore

# conversation.settings.field.description
source: Description
ar: الوصف
it: Descrizione

# conversation.settings.field.title
source: Titre
ar: العنوان
it: Titolo

# conversation.settings.field.title.placeholder
source: Titre de la conversation
ar: عنوان المحادثة
it: Titolo della conversazione

# conversation.settings.leave.button
source: Quitter
ar: مغادرة
it: Esci

# conversation.settings.leave.confirm.message
source: Vous ne recevrez plus de messages. Votre historique restera lisible.
ar: لن تتلقّى رسائل بعد الآن. وسيبقى سجلّك قابلًا للقراءة.
it: Non riceverai più messaggi. La tua cronologia resterà leggibile.

# conversation.settings.leave.confirm.title
source: Quitter la conversation
ar: مغادرة المحادثة
it: Esci dalla conversazione

# conversation.settings.leave.label
source: Quitter la conversation
ar: مغادرة المحادثة
it: Esci dalla conversazione

# conversation.settings.member.ban
source: Bannir
ar: حظر
it: Espelli definitivamente

# conversation.settings.member.unban
source: Lever le bannissement
ar: رفع الحظر
it: Revoca l'espulsione

# conversation.settings.toast.memberUnbanned
source: Bannissement levé
ar: تم رفع الحظر
it: Espulsione revocata

# conversation.settings.member.demoteMember
source: Retrograder Membre
ar: خفض إلى عضو
it: Retrocedi a membro

# conversation.settings.member.expel
source: Expulser
ar: طرد
it: Espelli

# conversation.settings.member.promoteAdmin
source: Promouvoir Admin
ar: ترقية إلى مشرف
it: Promuovi ad amministratore

# conversation.settings.member.promoteModerator
source: Promouvoir Moderateur
ar: ترقية إلى مُنظّم
it: Promuovi a moderatore

# conversation.settings.members.empty
source: Aucun membre trouve
ar: لم يُعثر على أعضاء
it: Nessun membro trovato

# conversation.settings.members.search.placeholder
source: Rechercher un membre...
ar: ابحث عن عضو...
it: Cerca un membro...

# conversation.settings.permissions.announcement
source: Mode annonce
ar: وضع الإعلان
it: Modalità annuncio

# conversation.settings.permissions.announcement.subtitle
source: Seuls les admins peuvent ecrire
ar: المشرفون وحدهم يمكنهم الكتابة
it: Solo gli amministratori possono scrivere

# conversation.settings.permissions.autoTranslate
source: Traduction automatique
ar: الترجمة التلقائية
it: Traduzione automatica

# conversation.settings.permissions.autoTranslate.subtitle
source: Les messages sont traduits automatiquement
ar: تُترجَم الرسائل تلقائيًا
it: I messaggi vengono tradotti automaticamente

# conversation.settings.permissions.slowMode
source: Mode lent
ar: الوضع البطيء
it: Modalità lenta

# conversation.settings.permissions.slowMode.off
source: Desactive
ar: معطّل
it: Disattivata

# conversation.settings.permissions.writeRole
source: Qui peut ecrire
ar: من يمكنه الكتابة
it: Chi può scrivere

# conversation.settings.permissions.writeRole.admins
source: Admins
ar: المشرفون
it: Amministratori

# conversation.settings.permissions.writeRole.everyone
source: Tout le monde
ar: الجميع
it: Tutti

# conversation.settings.permissions.writeRole.members
source: Membres
ar: الأعضاء
it: Membri

# conversation.settings.permissions.writeRole.moderators
source: Moderateurs
ar: المنظّمون
it: Moderatori

# conversation.settings.section.appearance
source: Apparence
ar: المظهر
it: Aspetto

# conversation.settings.section.danger
source: Zone dangereuse
ar: منطقة الخطر
it: Zona pericolosa

# conversation.settings.section.info
source: Infos
ar: المعلومات
it: Info

# conversation.settings.section.members
source: Membres (%d)
ar: الأعضاء (%d)
it: Membri (%d)

# conversation.settings.section.permissions
source: Permissions
ar: الأذونات
it: Permessi

# conversation.settings.slowmode.1min
source: 1 min
ar: دقيقة واحدة

# conversation.settings.slowmode.5min
source: 5 min
ar: ٥ دقائق

# conversation.settings.title
source: Reglages
ar: الإعدادات
it: Impostazioni

# conversation.settings.toast.avatarFailed
source: Echec du telechargement de l'avatar
ar: فشل رفع الصورة الرمزية
it: Caricamento dell'avatar non riuscito

# conversation.settings.toast.avatarUploaded
source: Avatar televerse
ar: تم رفع الصورة الرمزية
it: Avatar caricato

# conversation.settings.toast.bannerFailed
source: Echec du telechargement de la banniere
ar: فشل رفع صورة الغلاف
it: Caricamento del banner non riuscito

# conversation.settings.toast.bannerUploaded
source: Banniere televersee
ar: تم رفع صورة الغلاف
it: Banner caricato

# conversation.settings.toast.memberBanned
source: Membre banni
ar: تم حظر العضو
it: Membro espulso definitivamente

# conversation.settings.toast.memberExpelled
source: Membre expulse
ar: تم طرد العضو
it: Membro espulso

# conversation.settings.toast.roleUpdated
source: Role mis a jour
ar: تم تحديث الدور
it: Ruolo aggiornato

# conversation.settings.toast.updated
source: Conversation mise a jour
ar: تم تحديث المحادثة
it: Conversazione aggiornata

# conversation.unread_messages
source: %lld messages
ar: %lld رسالة
it: %lld messaggi

# emoji.category.animals
source: Animaux
ar: الحيوانات
it: Animali

# emoji.category.faces
source: Visages
ar: الوجوه
it: Faccine

# emoji.category.gestures
source: Gestes
ar: الإيماءات
it: Gesti

# emoji.category.hearts
source: Coeurs
ar: القلوب
it: Cuori

# emoji.category.objects
source: Objets
ar: الأشياء
it: Oggetti

# emoji.category.reactions
source: Reactions
ar: التفاعلات
it: Reazioni

# emoji.picker.title
source: Reactions
ar: التفاعلات
it: Reazioni

# joinFlow.close.accessibilityLabel
source: Fermer
ar: إغلاق
it: Chiudi

# joinFlow.error.close
source: Fermer
ar: إغلاق
it: Chiudi

# joinFlow.error.joinFailed
source: Erreur lors de la connexion
ar: خطأ أثناء الاتصال
it: Errore durante la connessione

# joinFlow.error.linkNotFound
source: Ce lien de conversation est introuvable
ar: رابط المحادثة هذا غير موجود
it: Questo link di conversazione non esiste

# joinFlow.error.loadFailed
source: Impossible de charger les informations du lien
ar: تعذّر تحميل معلومات الرابط
it: Impossibile caricare le informazioni del link

# joinFlow.error.retry
source: Reessayer
ar: إعادة المحاولة
it: Riprova

# joinFlow.error.title
source: Lien indisponible
ar: الرابط غير متاح
it: Link non disponibile

# joinFlow.error.tooManyUsers
source: Trop d'utilisateurs connectes
ar: عدد المستخدمين المتصلين كبير جدًا
it: Troppi utenti connessi

# joinFlow.error.unexpected
source: Erreur inattendue
ar: خطأ غير متوقّع
it: Errore imprevisto

# joinFlow.error.unknown
source: Erreur inconnue
ar: خطأ غير معروف
it: Errore sconosciuto

# joinFlow.form.back
source: Retour
ar: رجوع
it: Indietro

# joinFlow.form.birthday
source: Date de naissance
ar: تاريخ الميلاد
it: Data di nascita

# joinFlow.form.email
source: Adresse email
ar: عنوان البريد الإلكتروني
it: Indirizzo email

# joinFlow.form.emailOptional
source: Email (optionnel)
ar: البريد الإلكتروني (اختياري)
it: Email (facoltativa)

# joinFlow.form.firstName
source: Prenom
ar: الاسم الأول
it: Nome

# joinFlow.form.language
source: Langue
ar: اللغة
it: Lingua

# joinFlow.form.lastName
source: Nom
ar: اسم العائلة
it: Cognome

# joinFlow.form.optionalSection
source: Optionnel
ar: اختياري
it: Facoltativo

# joinFlow.form.requiredSection
source: Informations requises
ar: المعلومات المطلوبة
it: Informazioni richieste

# joinFlow.form.submit
source: Rejoindre
ar: انضمام
it: Unisciti

# joinFlow.form.title
source: Rejoindre la conversation
ar: الانضمام إلى المحادثة
it: Unisciti alla conversazione

# joinFlow.form.username
source: Nom d'utilisateur
ar: اسم المستخدم
it: Nome utente

# joinFlow.form.usernameOptional
source: Nom d'utilisateur (optionnel)
ar: اسم المستخدم (اختياري)
it: Nome utente (facoltativo)

# joinFlow.header.title
source: Rejoindre
ar: انضمام
it: Unisciti

# joinFlow.loading.message
source: Chargement du lien...
ar: جارٍ تحميل الرابط...
it: Caricamento del link...

# joinFlow.preview.accountRequired
source: Compte requis
ar: الحساب مطلوب
it: Account richiesto

# joinFlow.preview.accountRequiredMessage
source: Un compte Meeshy est requis pour rejoindre cette conversation
ar: ‏يلزم حساب Meeshy للانضمام إلى هذه المحادثة
it: Per unirti a questa conversazione è necessario un account Meeshy

# joinFlow.preview.birthdayRequired
source: Date de naissance
ar: تاريخ الميلاد
it: Data di nascita

# joinFlow.preview.defaultTitle
source: Conversation
ar: محادثة
it: Conversazione

# joinFlow.preview.emailRequired
source: Adresse email
ar: عنوان البريد الإلكتروني
it: Indirizzo email

# joinFlow.preview.expired
source: expire
ar: منتهٍ
it: scaduto

# joinFlow.preview.expires
source: Expire %@
ar: تنتهي %@
it: Scade %@

# joinFlow.preview.invited_by
source: Invité par %@
ar: دعوة من %@
it: Invitato da %@

# joinFlow.preview.joinButton
source: Rejoindre la conversation
ar: الانضمام إلى المحادثة
it: Unisciti alla conversazione

# joinFlow.preview.languagePlural
source: Langues
ar: اللغات
it: Lingue

# joinFlow.preview.languageSingular
source: Langue
ar: اللغة
it: Lingua

# joinFlow.preview.languages
source: Langues : %@
ar: اللغات: %@
it: Lingue: %@

# joinFlow.preview.members
source: Membres
ar: الأعضاء
it: Membri

# joinFlow.preview.participants
source: Participants
ar: المشاركون
it: Partecipanti

# joinFlow.preview.requiredInfo
source: Informations requises
ar: المعلومات المطلوبة
it: Informazioni richieste

# joinFlow.preview.typeChannel
source: Canal
ar: قناة
it: Canale

# joinFlow.preview.typeCommunity
source: Communaute
ar: مجتمع
it: Community

# joinFlow.preview.typeDirect
source: Conversation privee
ar: محادثة خاصة
it: Conversazione privata

# joinFlow.preview.typeGlobal
source: Global
ar: عام
it: Globale

# joinFlow.preview.typeGroup
source: Groupe
ar: مجموعة
it: Gruppo

# joinFlow.preview.typePublic
source: Public
ar: علني
it: Pubblica

# joinFlow.preview.usernameRequired
source: Nom d'utilisateur
ar: اسم المستخدم
it: Nome utente

# joinFlow.preview.uses
source: %1$lld/%2$lld utilisations
ar: %1$lld/%2$lld استخدامات
it: %1$lld/%2$lld utilizzi

# joinFlow.success.openConversation
source: Ouvrir la conversation
ar: فتح المحادثة
it: Apri la conversazione

# joinFlow.success.title
source: Bienvenue !
ar: مرحبًا بك!
it: Benvenuto!

# languagePicker.search
source: Rechercher une langue…
ar: ابحث عن لغة…
it: Cerca una lingua…

# languagePicker.title
source: Langue de traduction
ar: لغة الترجمة
it: Lingua di traduzione

# location.a11y.hint
source: Touchez pour ouvrir la carte en plein écran
ar: اضغط لفتح الخريطة كاملة
it: Tocca per aprire la mappa completa

# location.a11y.label
source: Position : %@
ar: الموقع: %@
it: Posizione: %@

# location.fullscreen.directions
source: Itineraire
ar: المسار
it: Itinerario

# location.fullscreen.openInMaps
source: Ouvrir dans Plans
ar: فتح في الخرائط
it: Apri in Mappe

# location.fullscreen.sharedPosition
source: Position partagee
ar: موقع مشارَك
it: Posizione condivisa

# location.live.shareDuration
source: Duree du partage
ar: مدة المشاركة
it: Durata della condivisione

# location.live.sharing
source: %@ partage sa position
ar: يشارك %@ موقعه
it: %@ sta condividendo la posizione

# location.live.stop
source: Arreter
ar: إيقاف
it: Interrompi

# location.shared
source: Position partagée
ar: موقع مشترك
it: Posizione condivisa

# media.audio.cancel
source: Annuler
ar: إلغاء
it: Annulla

# media.audio.edit
source: Éditer
ar: تعديل
it: Modifica

# media.audio.open.fullscreen
source: Ouvrir en plein écran, lecture %lld%%
ar: فتح بملء الشاشة، التشغيل %lld%%
it: Apri a schermo intero, riproduzione %lld%%

# media.audio.open.fullscreen.hint
source: Affiche la vue plein écran avec les options de sauvegarde
ar: يعرض واجهة ملء الشاشة مع خيارات الحفظ
it: Mostra la vista a schermo intero con le opzioni di salvataggio

# media.audio.original
source: Original
ar: الأصل
it: Originale

# media.audio.play
source: Lire l'audio
ar: تشغيل الصوت
it: Riproduci l'audio

# media.audio.retranscribe
source: Re-transcrire
ar: إعادة النسخ النصي
it: Ritrascrivi

# media.audio.speed.cycle
source: Vitesse de lecture %@
ar: سرعة التشغيل %@
it: Velocità di riproduzione %@

# media.audio.transcribe
source: Transcrire
ar: نسخ نصي
it: Trascrivi

# media.audio.transcribing
source: Transcription en cours
ar: جارٍ النسخ النصي
it: Trascrizione in corso
